<script setup lang="ts"></script>

<template>
  <div class="home">
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
    <h1>我是首页</h1>
  </div>
</template>

<style scoped lang="scss">
.home {
  width: 100%;
}
</style>
